Repository: dimasnoufal/fake_store
Catalog: lib/l10n/app_*.arb
Languages: id

source: Languange
id: bahasa

source: Login
id: Masuk

source: Warning
id: Peringatan

source: Try again
id: Coba lagi

# connectionError
source: No internet connection
id: Tidak ada koneksi internet

# tittleOnboarding1
source: Browse all the category
id: Jelajahi semua kategori

# subTittleOnboarding1
source: Explore various product categories easily and find everything you need in one place.
id: Jelajahi berbagai kategori produk dengan mudah dan temukan semua yang kamu butuhkan di satu tempat.

# tittleOnboarding2
source: Amazing Discounts & Offers
id: Diskon & Penawaran Menarik

# subTittleOnboarding2
source: Get ready to enjoy amazing discounts and offers on your favorite products.
id: Nikmati diskon menarik dan penawaran spesial untuk produk favoritmu.

# tittleOnboarding3
source: Delivery in 30 Min
id: Pengiriman dalam 30 Menit

# subTittleOnboarding3
source: Experience fast and reliable delivery right to your doorstep in just 30 minutes.
id: Rasakan layanan pengiriman cepat dan terpercaya langsung ke depan pintu rumahmu dalam waktu 30 menit.

source: Close
id: Tutup

# messageFormLoginError
source: Please fix the highlighted errors
id: Silakan perbaiki kesalahan yang disorot

# welcomeMessage
source: Welcome to Store
id: Selamat datang di Store

# welcomeDescription
source: Sign in with your email and password or continue with social media
id: Masuk dengan email dan kata sandi Anda atau lanjutkan dengan media sosial

source: Enter your
id: Masukkan

# cantEmpty
source: Cannot be empty
id: Tidak boleh kosong

# tooShort
source: Is too short
id: Terlalu pendek

source: Forgot Password
id: Lupa Kata Sandi

# dontAccount
source: Donâ€™t have an account?
id: Belum punya akun?

source: Register
id: Daftar
